IDEA Open Model
BoltAssembly.DiagonalHeadDiameter Property
Compatible with IDEA StatiCa Beta 20.0
 Second diameter of the head
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double DiagonalHeadDiameter { get; set; }
Public Property DiagonalHeadDiameter As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
BoltAssembly Class
IdeaRS.OpenModel.Material Namespace